Dlubal.RFEM5.ProtocolDateType
Type of the date displayed in the printout report header.

Dlubal.RFEM5.ProtocolDateType.UnknownProtocolDateType
Unknown date

Dlubal.RFEM5.ProtocolDateType.DateOfLastModificationType
Last modification date

Dlubal.RFEM5.ProtocolDateType.TodayDateType
Today's date

Dlubal.RFEM5.ProtocolDateType.UserDefinedDateType
User-defined date.